db_connect = {
    'database':'schedule',
    'user':'postgres',
    'password':'0000',
    'host':'localhost',
    'port':'5432'
}

buttons = {
    'odd_menu' : ['Чётная', 'Нечётная'],
    'day_menu' : ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница']
}

lessons = [
    'Высшая математика пр.з.',
    'Ин. яз. пр.з.',
    'ТВиМС пр.з.',
    'ЭЛЕКТИВНЫЕ ДИСЦ. ПО ФИЗИЧЕСКОЙ КУЛЬТУРЕ',
    'Правоведение лек.',
    'Введение в ИТ Авиамоторная лек.',
    'Электроника Авиамоторная лек.',
    'Экология Авиамоторная лек.',
    'ТВиМС Авиамоторная лек.',
    'Вычислительная техника Авиамоторная лек.',
    'Высшая математика Авиамоторная лек.',
    'Экология лаб.',
    'Введение в ИТ лаб.',
    'Основы компьютерного анализа ЭЦ лаб.',
    'Электроника лаб.',
    'Вычислительная техника лаб.',
    'История развития средств связи Авиамоторная лек.',
    'История развития средств связи Авиамоторная пр.з',
    'Правоведение пр.з.'
]

times = [
    '09:30',
    '11:20',
    '13:10',
    '15:25',
    '17:15'
]